Repository: backbone/LAview-LaTeX-Struct
Catalog: po/*/laview-latex-struct-0.po
Languages: ru

source: Begin tag sequence '%s' without end tag pair.
ru: Стартовая последовательность тегов '%s' без соответствующей стоп-пары.

source: : Unexpected end tag sequence '%s' without begin tag pair.
ru: : Неожиданная завершающая последовательность тегов '%s' без соответствующей старт-пары.

source: Error parsing subdoc.
ru: Ошибка разбора поддокумента.

source: Incorrect longtable parameters doesn't match '%s' regexp.
ru: Неверные параметры longtable не удовлетворяют рег. выражению '%s'.

source: 2nd param (ATable) isn't a child of the 1st (Glob).
ru: 2-ой параметр (ATable) не является дочерним узлом 1-ого (Glob).

source: 3rd param (limits) is incorrect. Read the manual.
ru: 3-ий параметр (limits) не верный. Смотрите документацию.

source: Cann't split the table. Read the manual.
ru: Невозможно разбить таблицу. Смотрите документацию.

source: Unexpected end external tag sequence '%s' without begin tag pair.
ru: : Неожиданная завершающая последовательность внешних тегов '%s' без соответствующей старт-пары.

source: Begin tag sequence '%s':%d:%d without end tag pair.
ru: Стартовая последовательность тегов '%s':%d:%d без соответствующей стоп-пары.

source: \cline parameters doesn't match {number-number} regexp.
ru: Параметры \cline не соответствует рег. выражению {число-число}.

source: Incorrect tabular parameters doesn't match '%s' regexp.
ru: Неверные параметры tabular не удовлетворяют рег. выражению '%s'.
